Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=342_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Ensimmäinen pohjoissaamenkielinen koulukartasto ilmestyi
sms: Vuõssmõs tâʹvvsääʹmǩiõllsaž škooul karttǩeʹrjj očandõõđi

source: Ensimmäinen saamenkielinen koulukartasto on ilmestynyt.
sms: Vuõssmõs sääʹmǩiõllsaž škooul karttǩeʹrjj lij očndõõttâm.

source: ´Skuvlla kártagirji´ on oppilaan peruskartasto ja se sisältää tietoa Suomesta, Pohjoismaista ja eri maanosista.
sms: ʹSkuvlla kártagirjiʹ lij škooulneeʹǩǩ vuâđđkarttǩeʹrjj da tõt âânn seʹst teâđaid Lääʹddjânnmest, Tâʹvvjânnmin da jeeʹres mäddvuäʹzzin.

source: Kartasto sisältää myös luettelon itsenäisistä valtioista lippuineen ja saamenkielisen hakemiston.
sms: Karttǩeʹrjj ââʹnn seʹst še looǥǥtõõzz pååʹđväʹlddsaž valdiain liippeesvuiʹm da sääʹmǩiõllsa ooccâmpääiʹǩ.

source: Lue lisää
sms: Looǥ lââʹzz

source: tästä.
sms: täʹst.
